{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<s>": 2,
      "</s>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ë": 133,
      "Ì": 134,
      "Î": 135,
      "Ð": 136,
      "Ñ": 137,
      "Ø": 138,
      "Ù": 139,
      "Û": 140,
      "á": 141,
      "â": 142,
      "ã": 143,
      "ê": 144,
      "ë": 145,
      "ì": 146,
      "í": 147,
      "ï": 148,
      "ð": 149,
      "ĉ": 150,
      "Ċ": 151,
      "Ġ": 152,
      "Ģ": 153,
      "ģ": 154,
      "Ĥ": 155,
      "ĥ": 156,
      "Ħ": 157,
      "ħ": 158,
      "Ĩ": 159,
      "ĩ": 160,
      "Ī": 161,
      "ī": 162,
      "Ĭ": 163,
      "ĭ": 164,
      "Į": 165,
      "į": 166,
      "İ": 167,
      "ı": 168,
      "Ĳ": 169,
      "ĳ": 170,
      "Ĵ": 171,
      "ĵ": 172,
      "Ķ": 173,
      "ķ": 174,
      "ĸ": 175,
      "Ĺ": 176,
      "ĺ": 177,
      "Ļ": 178,
      "ļ": 179,
      "Ľ": 180,
      "ľ": 181,
      "Ŀ": 182,
      "ŀ": 183,
      "Ł": 184,
      "ł": 185,
      "Ń": 186,
      "ĉĉ": 187,
      "--": 188,
      "ĠĠ": 189,
      "en": 190,
      "Ġ=": 191,
      "er": 192,
      "on": 193,
      "Ċĉĉ": 194,
      "al": 195,
      "Ġt": 196,
      "in": 197,
      "----": 198,
      "ar": 199,
      "an": 200,
      "or": 201,
      "at": 202,
      "ĠĠĠĠ": 203,
      "ct": 204,
      "Ċĉ": 205,
      "se": 206,
      "un": 207,
      "le": 208,
      "Ġth": 209,
      "lo": 210,
      "re": 211,
      "ion": 212,
      "st": 213,
      "end": 214,
      "am": 215,
      "it": 216,
      "cal": 217,
      "--------": 218,
      "ent": 219,
      "local": 220,
      "if": 221,
      "ame": 222,
      "ce": 223,
      "Ċĉĉĉĉ": 224,
      "il": 225,
      "ne": 226,
      "ue": 227,
      "ing": 228,
      "ed": 229,
      "ro": 230,
      "ĠĠĠĠĠĠĠĠ": 231,
      "Ġf": 232,
      "la": 233,
      "Ġthen": 234,
      "Ġc": 235,
      "ction": 236,
      "ut": 237,
      "de": 238,
      "is": 239,
      "um": 240,
      "et": 241,
      "()": 242,
      "Ġ0": 243,
      "ri": 244,
      "Ċĉĉĉ": 245,
      "and": 246,
      "Par": 247,
      "ol": 248,
      "Ġp": 249,
      "el": 250,
      "ur": 251,
      "ck": 252,
      "Ch": 253,
      "Ġs": 254,
      "ot": 255,
      "ab": 256,
      "lay": 257,
      "im": 258,
      "unction": 259,
      "ch": 260,
      "ĉĉĉĉ": 261,
      "In": 262,
      "----------------": 263,
      "new": 264,
      "Ġthe": 265,
      "==": 266,
      "St": 267,
      "Ġ\"": 268,
      "ig": 269,
      "Ġm": 270,
      "ĠC": 271,
      "Ġw": 272,
      "Ġn": 273,
      "id": 274,
      "able": 275,
      "ve": 276,
      "ra": 277,
      "(\"": 278,
      "Ġin": 279,
      "pe": 280,
      "Ġ1": 281,
      "pt": 282,
      "alue": 283,
      "ate": 284,
      "Parent": 285,
      "Ġand": 286,
      "\")": 287,
      "une": 288,
      "Ġd": 289,
      "Ġ-": 290,
      "ge": 291,
      "Tune": 292,
      "Mo": 293,
      "Ġ(": 294,
      "ect": 295,
      "layer": 296,
      "rame": 297,
      "om": 298,
      "Re": 299,
      "li": 300,
      "//": 301,
      "En": 302,
      "Ġb": 303,
      "Ġ==": 304,
      "Ġa": 305,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 306,
      "ht": 307,
      "ĠT": 308,
      "ĊĊ": 309,
      "Ġto": 310,
      "ss": 311,
      "ild": 312,
      "erv": 313,
      "Frame": 314,
      "cri": 315,
      "cript": 316,
      "ad": 317,
      "ĠS": 318,
      "Name": 319,
      "An": 320,
      "urn": 321,
      "Ġre": 322,
      "lf": 323,
      "ath": 324,
      "os": 325,
      "self": 326,
      "ul": 327,
      "00": 328,
      "Value": 329,
      "ke": 330,
      "function": 331,
      "rue": 332,
      "Ġo": 333,
      "oun": 334,
      "ight": 335,
      "Ġ{": 336,
      "ir": 337,
      "Con": 338,
      "Ġv": 339,
      "put": 340,
      "turn": 341,
      "Ma": 342,
      "ata": 343,
      "Ġ_": 344,
      "Ġtrue": 345,
      "sp": 346,
      "Ġh": 347,
      "Child": 348,
      "alse": 349,
      "De": 350,
      "uman": 351,
      "ĠĠĠ": 352,
      "ser": 353,
      "con": 354,
      "Ġor": 355,
      "else": 356,
      "Ġg": 357,
      "ice": 358,
      "int": 359,
      "ĠL": 360,
      "oid": 361,
      "ance": 362,
      "Get": 363,
      "umanoid": 364,
      "Ġfalse": 365,
      "Player": 366,
      "Ċĉĉĉĉĉ": 367,
      "he": 368,
      "ervice": 369,
      "ait": 370,
      "Part": 371,
      "ire": 372,
      "ex": 373,
      "iz": 374,
      "set": 375,
      "ow": 376,
      "Ġ--": 377,
      "age": 378,
      "ind": 379,
      "bj": 380,
      "ĠR": 381,
      "arg": 382,
      "To": 383,
      "ation": 384,
      "as": 385,
      "return": 386,
      "for": 387,
      "Ġst": 388,
      "====": 389,
      "Ġis": 390,
      "))": 391,
      "act": 392,
      "stance": 393,
      "em": 394,
      "Data": 395,
      "--------------------------------": 396,
      "ound": 397,
      "osit": 398,
      "Ġfunction": 399,
      "ize": 400,
      "Ċĉĉĉĉĉĉ": 401,
      "Ġdo": 402,
      "nect": 403,
      "ĠA": 404,
      "ran": 405,
      "ĉĉĉĉĉĉĉĉ": 406,
      "olor": 407,
      "--[": 408,
      "ĊĉĊ": 409,
      "ity": 410,
      "ode": 411,
      "Ġnil": 412,
      "For": 413,
      "es": 414,
      "\",": 415,
      "Ġof": 416,
      "Ġch": 417,
      "]]": 418,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 419,
      "peed": 420,
      "Ġnot": 421,
      "Enum": 422,
      "osition": 423,
      "up": 424,
      "ector": 425,
      "Service": 426,
      "use": 427,
      "ype": 428,
      "art": 429,
      "script": 430,
      "rom": 431,
      "ring": 432,
      "),": 433,
      "ast": 434,
      "Lo": 435,
      "ore": 436,
      "Anim": 437,
      "Le": 438,
      "we": 439,
      "acter": 440,
      "aracter": 441,
      "oint": 442,
      "User": 443,
      "ext": 444,
      "Humanoid": 445,
      "du": 446,
      "Vector": 447,
      "__": 448,
      "ic": 449,
      "math": 450,
      "ill": 451,
      "..": 452,
      "ey": 453,
      "CFrame": 454,
      "ta": 455,
      "bject": 456,
      "Se": 457,
      "Key": 458,
      "Ġde": 459,
      "mo": 460,
      "th": 461,
      "cy": 462,
      "Position": 463,
      "ult": 464,
      "Th": 465,
      "one": 466,
      "Input": 467,
      "us": 468,
      "era": 469,
      "amera": 470,
      "dule": 471,
      "Ġ*": 472,
      "abled": 473,
      "Size": 474,
      "--[[": 475,
      "ui": 476,
      "ween": 477,
      "ment": 478,
      "gle": 479,
      "lient": 480,
      "////": 481,
      "Up": 482,
      "ting": 483,
      "ack": 484,
      "Ġan": 485,
      "ĠP": 486,
      "urr": 487,
      "ĠW": 488,
      "urrent": 489,
      "Ġend": 490,
      "ay": 491,
      "irst": 492,
      "rop": 493,
      "ter": 494,
      "Ġfor": 495,
      "vent": 496,
      "ff": 497,
      "ive": 498,
      "Tran": 499,
      "ĠH": 500,
      "Sh": 501,
      "Ġ2": 502,
      "Ste": 503,
      "rol": 504,
      "ĠIn": 505,
      "Ġbe": 506,
      "ly": 507,
      "ency": 508,
      "ĠF": 509,
      "ĠEnum": 510,
      "ton": 511,
      "Mode": 512,
      "spar": 513,
      "ist": 514,
      "Color": 515,
      "ĠB": 516,
      "ĠD": 517,
      "Ad": 518,
      "Ġi": 519,
      "utton": 520,
      "Ġself": 521,
      "ens": 522,
      "Ġscript": 523,
      "First": 524,
      "ith": 525,
      "omp": 526,
      "Enabled": 527,
      "ma": 528,
      "sparency": 529,
      "ler": 530,
      "der": 531,
      "Is": 532,
      "ace": 533,
      "umb": 534,
      "elseif": 535,
      "~=": 536,
      "[\"": 537,
      "Ġthis": 538,
      "connect": 539,
      "\"]": 540,
      "ime": 541,
      "indFirst": 542,
      "PM": 543,
      "wait": 544,
      "ial": 545,
      "On": 546,
      "ver": 547,
      "ĠCFrame": 548,
      "Character": 549,
      "ap": 550,
      "indFirstChild": 551,
      "air": 552,
      "ine": 553,
      "ft": 554,
      "Ġvalue": 555,
      "Ġmath": 556,
      "Module": 557,
      "Transparency": 558,
      "op": 559,
      "Ġon": 560,
      "Play": 561,
      "ick": 562,
      "15": 563,
      "sh": 564,
      "Wait": 565,
      "erver": 566,
      "trol": 567,
      "Steer": 568,
      "ĠI": 569,
      "He": 570,
      "od": 571,
      "Ve": 572,
      "ase": 573,
      "eld": 574,
      "State": 575,
      "heel": 576,
      "key": 577,
      "Text": 578,
      "airs": 579,
      "ForChild": 580,
      "date": 581,
      "Sound": 582,
      "Id": 583,
      "Ġ~=": 584,
      "Ġwh": 585,
      "own": 586,
      "so": 587,
      "========": 588,
      "99": 589,
      "Ġit": 590,
      "Camera": 591,
      "Tor": 592,
      "Code": 593,
      "ote": 594,
      "Type": 595,
      "min": 596,
      "ert": 597,
      "ble": 598,
      "ĠVector": 599,
      "Ġgame": 600,
      "ip": 601,
      "WaitForChild": 602,
      "Button": 603,
      "Speed": 604,
      "25": 605,
      "UserInput": 606,
      "ĠRe": 607,
      "arget": 608,
      "Ġ+": 609,
      "Ġplayer": 610,
      "all": 611,
      "Event": 612,
      "ile": 613,
      "Ġif": 614,
      "qu": 615,
      "ange": 616,
      "Table": 617,
      "ĊĊĉ": 618,
      "rot": 619,
      "loc": 620,
      "ork": 621,
      "Angle": 622,
      "reate": 623,
      "ĠM": 624,
      "Ġy": 625,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 626,
      "tings": 627,
      "Ġinput": 628,
      "Ġwith": 629,
      "})": 630,
      "Set": 631,
      "Ġpairs": 632,
      "ĠU": 633,
      "Right": 634,
      "ĠO": 635,
      "rad": 636,
      "ear": 637,
      "Seat": 638,
      "que": 639,
      "Ġcon": 640,
      "car": 641,
      "low": 642,
      "Mouse": 643,
      "fo": 644,
      "ign": 645,
      "locity": 646,
      "ĊĠĠĠ": 647,
      "lr": 648,
      "ou": 649,
      "ĠInstance": 650,
      "Cl": 651,
      "KeyCode": 652,
      "tem": 653,
      "ant": 654,
      "Ġl": 655,
      "ak": 656,
      "FindFirstChild": 657,
      "Ġe": 658,
      "ĊĉĉĊĉ": 659,
      "ard": 660,
      "Left": 661,
      "Ġ>": 662,
      "ĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉ": 663,
      "Ġ/": 664,
      "rig": 665,
      "Gui": 666,
      "``": 667,
      "Ġ5": 668,
      "umber": 669,
      "Connect": 670,
      "rake": 671,
      "Ar": 672,
      "Ġma": 673,
      "Ex": 674,
      "ool": 675,
      "Ġreturn": 676,
      "Ġr": 677,
      "nit": 678,
      "ĠĠĠĠĠĠĠ": 679,
      "(-": 680,
      "Sp": 681,
      "ated": 682,
      "RPM": 683,
      "ible": 684,
      "Ġ3": 685,
      "Ġ<": 686,
      "Ġnew": 687,
      "mote": 688,
      "Max": 689,
      "Tra": 690,
      "Velocity": 691,
      "Ġ{}": 692,
      "Fire": 693,
      "utch": 694,
      "20": 695,
      "ude": 696,
      "eight": 697,
      "At": 698,
      "Object": 699,
      "Control": 700,
      "(_": 701,
      "player": 702,
      "ers": 703,
      "Ċĉĉĉĉĉĉĉĉ": 704,
      "Players": 705,
      "isible": 706,
      "Mag": 707,
      "Ċĉĉĉĉĉĉĉ": 708,
      "Ġ.": 709,
      "lass": 710,
      "Add": 711,
      "ach": 712,
      "Gear": 713,
      "Point": 714,
      "ĠN": 715,
      "rive": 716,
      "Ġmo": 717,
      "let": 718,
      "omm": 719,
      "pp": 720,
      "vel": 721,
      "ati": 722,
      "par": 723,
      "10": 724,
      "Update": 725,
      "ĊĊĉĉ": 726,
      "uch": 727,
      "oot": 728,
      "Info": 729,
      "Ġfrom": 730,
      "ropert": 731,
      "Ġset": 732,
      "ew": 733,
      "Tool": 734,
      "Ġwill": 735,
      "('": 736,
      "Light": 737,
      "Im": 738,
      "oll": 739,
      "iv": 740,
      "())": 741,
      "ust": 742,
      "ren": 743,
      "////////": 744,
      "Ġar": 745,
      "Ġ,": 746,
      "Time": 747,
      "ount": 748,
      "Drive": 749,
      "space": 750,
      "ĠCh": 751,
      "her": 752,
      "Ġthat": 753,
      "stro": 754,
      "stroy": 755,
      "ub": 756,
      "ĠV": 757,
      "ray": 758,
      "ure": 759,
      "Aut": 760,
      "dex": 761,
      "orkspace": 762,
      "Ġ'": 763,
      "Tween": 764,
      "cl": 765,
      "eck": 766,
      "ĠSet": 767,
      "eng": 768,
      "Client": 769,
      "----------------------------------------------------------------": 770,
      "max": 771,
      "17": 772,
      "ont": 773,
      "},": 774,
      "Throt": 775,
      "CT": 776,
      "ĉĉĉ": 777,
      "Ġstring": 778,
      "string": 779,
      "Server": 780,
      "Image": 781,
      "bo": 782,
      "Create": 783,
      "table": 784,
      "Off": 785,
      "ommand": 786,
      "Dis": 787,
      "],": 788,
      "_.": 789,
      "ift": 790,
      "ater": 791,
      "80": 792,
      "iff": 793,
      "older": 794,
      "ang": 795,
      "nitude": 796,
      "ress": 797,
      "')": 798,
      "Brake": 799,
      "quire": 800,
      "50": 801,
      "Ġkey": 802,
      "ator": 803,
      "ension": 804,
      "cess": 805,
      "16": 806,
      "100": 807,
      "'t": 808,
      "ower": 809,
      "Ġup": 810,
      "andle": 811,
      "last": 812,
      "((": 813,
      "Visible": 814,
      "Torso": 815,
      "ort": 816,
      "Ġsh": 817,
      "Ġyou": 818,
      "cre": 819,
      "apon": 820,
      "ody": 821,
      "IsA": 822,
      "Ġtable": 823,
      "Script": 824,
      "Ġex": 825,
      "isc": 826,
      "move": 827,
      "fa": 828,
      "ward": 829,
      "ump": 830,
      "ave": 831,
      "ds": 832,
      "Ġhumanoid": 833,
      "ĠDe": 834,
      "andom": 835,
      "Ġse": 836,
      "ignal": 837,
      "sc": 838,
      ");": 839,
      "sult": 840,
      "tach": 841,
      "Children": 842,
      "irection": 843,
      "Ġwhen": 844,
      "RL": 845,
      "nection": 846,
      "Ġtype": 847,
      "eapon": 848,
      "ess": 849,
      "eg": 850,
      "Move": 851,
      "oul": 852,
      "ual": 853,
      "call": 854,
      "to": 855,
      "Ġrequire": 856,
      "tle": 857,
      "ness": 858,
      "Ġ[": 859,
      "Ġlo": 860,
      "ise": 861,
      "12": 862,
      "Destroy": 863,
      "14": 864,
      "atch": 865,
      "param": 866,
      "UserInputState": 867,
      "Back": 868,
      "right": 869,
      "Dim": 870,
      "Ġdata": 871,
      "amp": 872,
      "._": 873,
      "]=": 874,
      "ĠColor": 875,
      "Item": 876,
      "ok": 877,
      "Run": 878,
      "current": 879,
      "asing": 880,
      "Offset": 881,
      "Ġchange": 882,
      "Out": 883,
      "ĠTh": 884,
      "Start": 885,
      "args": 886,
      "eam": 887,
      "ption": 888,
      "anged": 889,
      "88": 890,
      "Al": 891,
      "Pro": 892,
      "lu": 893,
      "Ġ`": 894,
      "Track": 895,
      "://": 896,
      "rint": 897,
      "60": 898,
      "Ġcan": 899,
      "lic": 900,
      "75": 901,
      "fault": 902,
      "Ġby": 903,
      "Load": 904,
      "Ġ..": 905,
      "GetChildren": 906,
      "Main": 907,
      "Animation": 908,
      ")/": 909,
      "ĠG": 910,
      "DriveSeat": 911,
      "Ġany": 912,
      "ĠHit": 913,
      "13": 914,
      "28": 915,
      "Weld": 916,
      "Auto": 917,
      "ag": 918,
      "Ġchild": 919,
      "---": 920,
      "GetService": 921,
      "Ġuse": 922,
      "--//": 923,
      "Sus": 924,
      "essage": 925,
      "list": 926,
      "Touch": 927,
      "=[": 928,
      "24": 929,
      "ror": 930,
      "tain": 931,
      "tachment": 932,
      "fig": 933,
      "oil": 934,
      "ies": 935,
      "Function": 936,
      "ĠTween": 937,
      "ength": 938,
      "Ġal": 939,
      "ON": 940,
      "av": 941,
      "Ġat": 942,
      ")*": 943,
      "Ġpart": 944,
      "==\"": 945,
      "ume": 946,
      "Thre": 947,
      "Values": 948,
      "Rot": 949,
      "plr": 950,
      "Ġ_,": 951,
      "Changed": 952,
      "ix": 953,
      "ullet": 954,
      "alth": 955,
      "ary": 956,
      "90": 957,
      "lick": 958,
      "back": 959,
      "amage": 960,
      "Ġwheel": 961,
      "abs": 962,
      "UI": 963,
      "Ġ4": 964,
      "================": 965,
      "Arm": 966,
      "cast": 967,
      "Comp": 968,
      "Torque": 969,
      "part": 970,
      "84": 971,
      "game": 972,
      "istance": 973,
      "out": 974,
      "ider": 975,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 976,
      "per": 977,
      "]=]": 978,
      "UserData": 979,
      "--[=[": 980,
      "old": 981,
      "End": 982,
      "Easing": 983,
      "\";": 984,
      "ĠSettings": 985,
      "IN": 986,
      "_/": 987,
      "Remote": 988,
      "aterial": 989,
      "ord": 990,
      "Ġspeed": 991,
      "64": 992,
      "ache": 993,
      "port": 994,
      "CGear": 995,
      "yn": 996,
      "Ġcharacter": 997,
      "Ġcurrent": 998,
      "List": 999,
      "ake": 1000,
      "our": 1001,
      "ĊĠĠĠĠĠĠĠĠ": 1002,
      "from": 1003,
      "Ġun": 1004,
      "Icon": 1005,
      "rick": 1006,
      "000": 1007,
      "play": 1008,
      "plic": 1009,
      "usp": 1010,
      "sert": 1011,
      "alk": 1012,
      "29": 1013,
      "Act": 1014,
      "Down": 1015,
      "Ġare": 1016,
      "til": 1017,
      "ĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉ": 1018,
      "Body": 1019,
      "Head": 1020,
      "Magnitude": 1021,
      "down": 1022,
      "Ġ]]": 1023,
      "ER": 1024,
      "Un": 1025,
      "Ġne": 1026,
      "uspension": 1027,
      "Ġas": 1028,
      "Force": 1029,
      "ĠUDim": 1030,
      "```": 1031,
      "23": 1032,
      "Core": 1033,
      "Pre": 1034,
      "qui": 1035,
      "child": 1036,
      "CS": 1037,
      "Model": 1038,
      "obj": 1039,
      "olume": 1040,
      "Local": 1041,
      "dd": 1042,
      "ĠPlayer": 1043,
      "Ġservice": 1044,
      "Ġobject": 1045,
      "ounce": 1046,
      "eak": 1047,
      "Ġcar": 1048,
      "andler": 1049,
      "Ġvalues": 1050,
      "gro": 1051,
      "ps": 1052,
      "random": 1053,
      "ĠCon": 1054,
      "wn": 1055,
      "Angles": 1056,
      "oo": 1057,
      "ĠThe": 1058,
      "roperty": 1059,
      "\"):": 1060,
      "Current": 1061,
      "und": 1062,
      ").": 1063,
      "lect": 1064,
      "Don": 1065,
      "print": 1066,
      "pped": 1067,
      "Class": 1068,
      "asset": 1069,
      "ail": 1070,
      "Root": 1071,
      "CTRL": 1072,
      "lash": 1073,
      "ence": 1074,
      "ĠCast": 1075,
      "Stor": 1076,
      "ari": 1077,
      "Throttle": 1078,
      "speed": 1079,
      "ww": 1080,
      "icle": 1081,
      "Hit": 1082,
      "ĊĊĉĉĉ": 1083,
      "Can": 1084,
      "sion": 1085,
      "abel": 1086,
      "ĠClient": 1087,
      "Controller": 1088,
      "Clone": 1089,
      "Label": 1090,
      "Weight": 1091,
      "ĠRPM": 1092,
      "19": 1093,
      "'s": 1094,
      "run": 1095,
      "65": 1096,
      "com": 1097,
      "OR": 1098,
      "Jump": 1099,
      "romise": 1100,
      "Man": 1101,
      "78": 1102,
      "ish": 1103,
      "Make": 1104,
      "atio": 1105,
      "inal": 1106,
      "ffect": 1107,
      "lutch": 1108,
      "lean": 1109,
      "Attachment": 1110,
      "Wheel": 1111,
      "Ġ|": 1112,
      "onent": 1113,
      "insert": 1114,
      "Ġget": 1115,
      "Action": 1116,
      "ĠSuspension": 1117,
      "blo": 1118,
      "ute": 1119,
      "Added": 1120,
      "Level": 1121,
      "str": 1122,
      "Pos": 1123,
      "Ġ10": 1124,
      "Lock": 1125,
      "Ġ{\"": 1126,
      "30": 1127,
      "ĠChill": 1128,
      "ning": 1129,
      "35": 1130,
      "].": 1131,
      "chor": 1132,
      "anim": 1133,
      "Direction": 1134,
      "ables": 1135,
      "rag": 1136,
      "67": 1137,
      "Lim": 1138,
      "cale": 1139,
      "input": 1140,
      "Clutch": 1141,
      "Ġtill": 1142,
      "Mult": 1143,
      "iew": 1144,
      "Settings": 1145,
      "ĊĠĠĠĠĠĠĠ": 1146,
      "comp": 1147,
      "bs": 1148,
      "ggle": 1149,
      "Misc": 1150,
      "get": 1151,
      "--]]": 1152,
      "ensity": 1153,
      "DI": 1154,
      "tainer": 1155,
      "Ġall": 1156,
      "form": 1157,
      "Ġoff": 1158,
      "Ġche": 1159,
      "gre": 1160,
      "BS": 1161,
      "Char": 1162,
      "ass": 1163,
      "ask": 1164,
      "ccess": 1165,
      "Ġcheck": 1166,
      "data": 1167,
      "Ġmodule": 1168,
      "Instance": 1169,
      "rev": 1170,
      "ground": 1171,
      "point": 1172,
      "Ġcamera": 1173,
      "Pri": 1174,
      "Stop": 1175,
      "Cont": 1176,
      "Storage": 1177,
      "face": 1178,
      "atum": 1179,
      "Ġname": 1180,
      "blox": 1181,
      "eturn": 1182,
      "70": 1183,
      "Mod": 1184,
      "Ġle": 1185,
      "Volume": 1186,
      "ĠTool": 1187,
      "si": 1188,
      "Ġnumber": 1189,
      "pad": 1190,
      "Ġ#": 1191,
      "Material": 1192,
      "objs": 1193,
      "coil": 1194,
      "Target": 1195,
      "imb": 1196,
      "scend": 1197,
      "Ġ100": 1198,
      "sed": 1199,
      "ubject": 1200,
      "lip": 1201,
      "ĠThis": 1202,
      "scendant": 1203,
      "ĊĉĉĉĊĉĉ": 1204,
      "br": 1205,
      "user": 1206,
      "yle": 1207,
      "itch": 1208,
      "(.": 1209,
      "ront": 1210,
      "Of": 1211,
      "bar": 1212,
      "Shift": 1213,
      "Health": 1214,
      "The": 1215,
      "Ray": 1216,
      "Ġstu": 1217,
      "Idle": 1218,
      "line": 1219,
      "pec": 1220,
      "Click": 1221,
      "oor": 1222,
      "Ġhit": 1223,
      "93": 1224,
      "RootPart": 1225,
      "not": 1226,
      "stick": 1227,
      "68": 1228,
      "[[": 1229,
      "45": 1230,
      "Rev": 1231,
      "Beg": 1232,
      "TCS": 1233,
      "Ġpoint": 1234,
      "RE": 1235,
      "ĠLo": 1236,
      "____": 1237,
      "eaponData": 1238,
      "lat": 1239,
      "};": 1240,
      "enu": 1241,
      "instance": 1242,
      "humanoid": 1243,
      "Ġlocal": 1244,
      "_:": 1245,
      "Ġclient": 1246,
      "gs": 1247,
      "ĠHumanoid": 1248,
      "Ġpar": 1249,
      "Cast": 1250,
      "ender": 1251,
      "Ġserver": 1252,
      "met": 1253,
      "Cache": 1254,
      "grees": 1255,
      "Ġmax": 1256,
      "frame": 1257,
      "ĠAr": 1258,
      "bx": 1259,
      "Bullet": 1260,
      "AnimTrack": 1261,
      "Base": 1262,
      "Count": 1263,
      "value": 1264,
      "name": 1265,
      "roperties": 1266,
      "Min": 1267,
      "findFirstChild": 1268,
      "htt": 1269,
      "other": 1270,
      "Background": 1271,
      "18": 1272,
      "est": 1273,
      "Ġen": 1274,
      "ĠCore": 1275,
      "Result": 1276,
      "dle": 1277,
      "ĠClientModule": 1278,
      "ead": 1279,
      "ere": 1280,
      "unc": 1281,
      "Ġmode": 1282,
      "Veh": 1283,
      "umbstick": 1284,
      "27": 1285,
      "ĠE": 1286,
      "FireServer": 1287,
      "icon": 1288,
      "oc": 1289,
      "Style": 1290,
      "ositive": 1291,
      "error": 1292,
      "service": 1293,
      "Peak": 1294,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 1295,
      "rickColor": 1296,
      "urve": 1297,
      "ariables": 1298,
      "Store": 1299,
      "*(": 1300,
      "Check": 1301,
      "hit": 1302,
      "sg": 1303,
      "Ġpositive": 1304,
      "Signal": 1305,
      "word": 1306,
      "',": 1307,
      "pl": 1308,
      "true": 1309,
      "ua": 1310,
      "ĠItem": 1311,
      "La": 1312,
      "Leg": 1313,
      "Joint": 1314,
      "Am": 1315,
      "Ġrun": 1316,
      "LE": 1317,
      "Admin": 1318,
      "Ġanim": 1319,
      "AT": 1320,
      "44": 1321,
      "::": 1322,
      "Charge": 1323,
      "Distance": 1324,
      "Ġ--[[": 1325,
      "Game": 1326,
      "false": 1327,
      "ould": 1328,
      "Ġ6": 1329,
      "Toggle": 1330,
      "ĠĊĉ": 1331,
      "rops": 1332,
      "Ġtor": 1333,
      "ĠGet": 1334,
      "lock": 1335,
      "Command": 1336,
      "ank": 1337,
      "Anchor": 1338,
      "][": 1339,
      "weld": 1340,
      "iddle": 1341,
      "255": 1342,
      "Ġid": 1343,
      "Ġj": 1344,
      "Container": 1345,
      "Sc": 1346,
      "oulder": 1347,
      "ain": 1348,
      "Index": 1349,
      "mov": 1350,
      "////////////////": 1351,
      "ĠTweenInfo": 1352,
      "plicated": 1353,
      "atic": 1354,
      "Red": 1355,
      "Ġtarget": 1356,
      "lace": 1357,
      "ition": 1358,
      "\"},": 1359,
      "Ġmore": 1360,
      "}):": 1361,
      "awn": 1362,
      "Parts": 1363,
      "Ġcode": 1364,
      "Diff": 1365,
      "wh": 1366,
      "Active": 1367,
      "55": 1368,
      "iven": 1369,
      "sin": 1370,
      "Det": 1371,
      "atios": 1372,
      "cay": 1373,
      "Conn": 1374,
      "ĠSh": 1375,
      "ats": 1376,
      "IS": 1377,
      "roup": 1378,
      "Descendant": 1379,
      "Tc": 1380,
      "77": 1381,
      "Ġwait": 1382,
      "Folder": 1383,
      "cam": 1384,
      "rip": 1385,
      "ĠTarget": 1386,
      "Col": 1387,
      "Ġworkspace": 1388,
      "Ġ(_": 1389,
      "32": 1390,
      "Ġplr": 1391,
      "ustom": 1392,
      "pen": 1393,
      "Ġclutch": 1394,
      "Trans": 1395,
      "ABS": 1396,
      "ied": 1397,
      "mis": 1398,
      "rack": 1399,
      "io": 1400,
      "UserInputService": 1401,
      "creen": 1402,
      "Maid": 1403,
      "Ġhave": 1404,
      "ĊĊĠĠĠ": 1405,
      "Exp": 1406,
      "]:": 1407,
      "EasingStyle": 1408,
      "rbx": 1409,
      "Ref": 1410,
      "Limit": 1411,
      "**": 1412,
      "Chat": 1413,
      "riction": 1414,
      "char": 1415,
      "Particle": 1416,
      "Handle": 1417,
      "ca": 1418,
      "Ġcall": 1419,
      "Scale": 1420,
      "mal": 1421,
      "load": 1422,
      "led": 1423,
      "Height": 1424,
      "_,": 1425,
      "ĠComp": 1426,
      "Ġinstance": 1427,
      "Change": 1428,
      "96": 1429,
      "Effect": 1430,
      "gin": 1431,
      "Bind": 1432,
      "HE": 1433,
      "Ġcomp": 1434,
      "Subject": 1435,
      "Ġ@": 1436,
      "plicatedStorage": 1437,
      "ĠSp": 1438,
      "ug": 1439,
      "eth": 1440,
      "cce": 1441,
      "light": 1442,
      "Ġsp": 1443,
      "Ġstuds": 1444,
      "look": 1445,
      "mission": 1446,
      "PI": 1447,
      "Ġargs": 1448,
      "ired": 1449,
      "------------------------": 1450,
      "...": 1451,
      "Events": 1452,
      "ropdown": 1453,
      "AN": 1454,
      "GS": 1455,
      "omatic": 1456,
      "SI": 1457,
      "Ġk": 1458,
      "rans": 1459,
      "while": 1460,
      "Ġtime": 1461,
      "enter": 1462,
      "file": 1463,
      "ased": 1464,
      "quipped": 1465,
      "33": 1466,
      "Message": 1467,
      "ory": 1468,
      "lide": 1469,
      "fix": 1470,
      "RG": 1471,
      "MouseButton": 1472,
      "fter": 1473,
      "ti": 1474,
      "Ġpro": 1475,
      "Hor": 1476,
      "sub": 1477,
      "uration": 1478,
      "ClientModule": 1479,
      "Lean": 1480,
      "New": 1481,
      "DataStore": 1482,
      "Ġ20": 1483,
      "Bar": 1484,
      "TDI": 1485,
      "Ġevent": 1486,
      "MainVeh": 1487,
      "HumanoidRootPart": 1488,
      "tag": 1489,
      "AL": 1490,
      "Length": 1491,
      "):": 1492,
      "ormal": 1493,
      "-.": 1494,
      "ĠY": 1495,
      "radi": 1496,
      "itial": 1497,
      "Ġout": 1498,
      "gcy": 1499,
      "ree": 1500,
      "Laser": 1501,
      "ero": 1502,
      "tq": 1503,
      "sound": 1504,
      "war": 1505,
      "wspeed": 1506,
      "Recoil": 1507,
      "ĠRo": 1508,
      "___/": 1509,
      "Team": 1510,
      "Workspace": 1511,
      "ade": 1512,
      "pi": 1513,
      "castResult": 1514,
      "otor": 1515,
      "hy": 1516,
      "Config": 1517,
      "lua": 1518,
      "Ġ->": 1519,
      "eturns": 1520,
      "Ġper": 1521,
      "urface": 1522,
      "ĠRay": 1523,
      "OT": 1524,
      "Util": 1525,
      "Ġdefault": 1526,
      "bris": 1527,
      "ener": 1528,
      "FF": 1529,
      "Ġinto": 1530,
      "Ġtool": 1531,
      "ĠWeaponData": 1532,
      "LocalPlayer": 1533,
      "ET": 1534,
      "38": 1535,
      "lot": 1536,
      "ry": 1537,
      "])": 1538,
      "26": 1539,
      "mag": 1540,
      "OU": 1541,
      "ject": 1542,
      "ST": 1543,
      "ument": 1544,
      "\").": 1545,
      "Ġ<=": 1546,
      "rbxasset": 1547,
      "Connection": 1548,
      "lative": 1549,
      "me": 1550,
      "Ġstart": 1551,
      "lugin": 1552,
      "uct": 1553,
      "Ġgiven": 1554,
      "og": 1555,
      "Ġcommand": 1556,
      "ishb": 1557,
      "Ġran": 1558,
      "From": 1559,
      "ĠSt": 1560,
      "RGB": 1561,
      "power": 1562,
      "Anti": 1563,
      "ishbone": 1564,
      "Ġchar": 1565,
      "fromRGB": 1566,
      "GSteer": 1567,
      "Rank": 1568,
      "ld": 1569,
      "scription": 1570,
      "Ġyour": 1571,
      "ield": 1572,
      "ĊĊĉĉĉĉ": 1573,
      "Zone": 1574,
      "Ġdis": 1575,
      "Ws": 1576,
      "ĠWishbone": 1577,
      "xt": 1578,
      "Ġused": 1579,
      "Ġlist": 1580,
      "Ġother": 1581,
      "ĠAd": 1582,
      "Rad": 1583,
      "Ġadd": 1584,
      "lower": 1585,
      "Lgcy": 1586,
      "Ġfound": 1587,
      "Names": 1588,
      "Ġproperty": 1589,
      "ich": 1590,
      "roll": 1591,
      "Collide": 1592,
      "As": 1593,
      "ster": 1594,
      "UserInputType": 1595,
      "ollider": 1596,
      "ION": 1597,
      "lose": 1598,
      "34": 1599,
      "Path": 1600,
      ",-": 1601,
      "read": 1602,
      "Ġonly": 1603,
      "Per": 1604,
      "main": 1605,
      "ipli": 1606,
      "bounce": 1607,
      "ec": 1608,
      "Ġĉ": 1609,
      "reak": 1610,
      "arm": 1611,
      "Manual": 1612,
      "08": 1613,
      "Ġindex": 1614,
      "Ġstr": 1615,
      "nil": 1616,
      "yro": 1617,
      "sepower": 1618,
      "Ġ500": 1619,
      "ide": 1620,
      "Ġstate": 1621,
      "rain": 1622,
      "ud": 1623,
      "Walk": 1624,
      "Ġ7": 1625,
      "verse": 1626,
      "ner": 1627,
      "MSteer": 1628,
      "Ġro": 1629,
      "cent": 1630,
      "ep": 1631,
      "gear": 1632,
      "opy": 1633,
      "Begin": 1634,
      "pect": 1635,
      "Ġtick": 1636,
      "DE": 1637,
      "Ċĉĉĉĉĉĉĉĉĉ": 1638,
      "Pitch": 1639,
      "lag": 1640,
      "Prefix": 1641,
      "iplier": 1642,
      "ĠWheel": 1643,
      "Ġparent": 1644,
      "mary": 1645,
      "olute": 1646,
      "Ġman": 1647,
      "Ġ___": 1648,
      "CanCollide": 1649,
      "veh": 1650,
      "tack": 1651,
      "11": 1652,
      "View": 1653,
      "ĠArm": 1654,
      "https": 1655,
      "98": 1656,
      "pack": 1657,
      "ĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉĉ": 1658,
      "mit": 1659,
      "character": 1660,
      "LO": 1661,
      "ĠX": 1662,
      "Ġ((": 1663,
      "time": 1664,
      "76": 1665,
      "eat": 1666,
      "ĠRemote": 1667,
      "Render": 1668,
      "lement": 1669,
      "05": 1670,
      "doll": 1671,
      "Friction": 1672,
      "Grip": 1673,
      "sired": 1674,
      "ilter": 1675,
      "Ġforce": 1676,
      "collider": 1677,
      "dis": 1678,
      "ĠEx": 1679,
      "otal": 1680,
      "\"))": 1681,
      "22": 1682,
      "Properties": 1683,
      "bl": 1684,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1685,
      "Plot": 1686,
      "ts": 1687,
      "Ġ>=": 1688,
      "Thresh": 1689,
      "way": 1690,
      "Ġwant": 1691,
      "ĠPromise": 1692,
      "Ġuser": 1693,
      "www": 1694,
      "EN": 1695,
      "cc": 1696,
      "ox": 1697,
      "ĠIf": 1698,
      "ose": 1699,
      "Bla": 1700,
      "bsolute": 1701,
      "Ammo": 1702,
      "ĠLua": 1703,
      "9999": 1704,
      "update": 1705,
      "\"].": 1706,
      "eer": 1707,
      "ark": 1708,
      "Absolute": 1709,
      "Not": 1710,
      "IsOn": 1711,
      "ocus": 1712,
      "Disconnect": 1713,
      "94": 1714,
      "loor": 1715,
      "igher": 1716,
      "Last": 1717,
      "Motor": 1718,
      "AR": 1719,
      "Or": 1720,
      "Zero": 1721,
      "imbcollider": 1722,
      "iled": 1723,
      "Ġso": 1724,
      "Ax": 1725,
      "Steering": 1726,
      "ĠAdd": 1727,
      "Modes": 1728,
      "HP": 1729,
      "cul": 1730,
      "ĠĊ": 1731,
      "atable": 1732,
      "Remove": 1733,
      "box": 1734,
      "Ġhas": 1735,
      "Ġ50": 1736,
      "Explo": 1737,
      "Remov": 1738,
      "Ġload": 1739,
      "lection": 1740,
      "ync": 1741,
      "95": 1742,
      "Ratios": 1743,
      "EasingDirection": 1744,
      "Ġweight": 1745,
      "ethod": 1746,
      "rror": 1747,
      "Handler": 1748,
      "TMode": 1749,
      "Log": 1750,
      "Ġitem": 1751,
      "Damage": 1752,
      "gn": 1753,
      "ome": 1754,
      "Door": 1755,
      "ĠÐ": 1756,
      "orld": 1757,
      "board": 1758,
      "Number": 1759,
      "msg": 1760,
      "Debris": 1761,
      "GThrot": 1762,
      "Ġwe": 1763,
      "Ġwhich": 1764,
      "+(": 1765,
      "97": 1766,
      "Ġem": 1767,
      "Map": 1768,
      "Open": 1769,
      "Forward": 1770,
      "lerp": 1771,
      "Ġcontrol": 1772,
      "ening": 1773,
      "This": 1774,
      "Horsepower": 1775,
      "Datum": 1776,
      "Thres": 1777,
      "ĠSpring": 1778,
      "Ġmain": 1779,
      "match": 1780,
      "BrickColor": 1781,
      "row": 1782,
      "Ratio": 1783,
      "Ġpre": 1784,
      "Ġsword": 1785,
      "ĠAl": 1786,
      "Ġmove": 1787,
      "magnitude": 1788,
      "Qu": 1789,
      "Ġobj": 1790,
      "Movement": 1791,
      "ger": 1792,
      "Ġlast": 1793,
      "Bounce": 1794,
      "Ġ...": 1795,
      "ĉĊ": 1796,
      "ific": 1797,
      "ĠTra": 1798,
      "Ġarray": 1799,
      "of": 1800,
      "Redline": 1801,
      "olt": 1802,
      "emi": 1803,
      "MagC": 1804,
      "Incl": 1805,
      "Custom": 1806,
      "class": 1807,
      "uccess": 1808,
      "Ġ\"..": 1809,
      "Ġdegrees": 1810,
      "ell": 1811,
      "ĠMax": 1812,
      "Curve": 1813,
      "type": 1814,
      "ross": 1815,
      "Ġwork": 1816,
      "ĠTor": 1817,
      "tool": 1818,
      "ĠFunction": 1819,
      "uge": 1820,
      "Ġim": 1821,
      "All": 1822,
      "dropdown": 1823,
      "uler": 1824,
      "metatable": 1825,
      "menu": 1826,
      "--------------------": 1827,
      "Ġgo": 1828,
      "Display": 1829,
      "erence": 1830,
      "Ġmult": 1831,
      "idth": 1832,
      "Ġray": 1833,
      "Ġresult": 1834,
      "Semi": 1835,
      "oom": 1836,
      "ragdoll": 1837,
      "PBrake": 1838,
      "ING": 1839,
      "UN": 1840,
      "ority": 1841,
      "Ġact": 1842,
      "Decay": 1843,
      "Ġposition": 1844,
      "peat": 1845,
      "upport": 1846,
      "Automatic": 1847,
      "Ġmake": 1848,
      ",\"": 1849,
      "Hip": 1850,
      "ID": 1851,
      "lected": 1852,
      "Ġarg": 1853,
      "ĊĉĉĊ": 1854,
      "\"}": 1855,
      "mouse": 1856,
      "Ġupdate": 1857,
      "lider": 1858,
      "carSeat": 1859,
      "Ended": 1860,
      "alid": 1861,
      "gion": 1862,
      "ical": 1863,
      "({": 1864,
      "WD": 1865,
      "Wh": 1866,
      "over": 1867,
      "ReplicatedStorage": 1868,
      "bi": 1869,
      "indow": 1870,
      "37": 1871,
      "client": 1872,
      "Upper": 1873,
      "ampening": 1874,
      "Focus": 1875,
      "cond": 1876,
      "58": 1877,
      "Density": 1878,
      "UserId": 1879,
      "Ġangle": 1880,
      "GUI": 1881,
      "pos": 1882,
      "With": 1883,
      "atus": 1884,
      "aker": 1885,
      "lastic": 1886,
      "ĠLuau": 1887,
      "gnore": 1888,
      "ME": 1889,
      "inge": 1890,
      "oth": 1891,
      "Lightbar": 1892,
      "Ġtween": 1893,
      "ĠĠĠĠĠ": 1894,
      "urbo": 1895,
      "Ġone": 1896,
      "ader": 1897,
      "Ġright": 1898,
      "quence": 1899,
      "Ġus": 1900,
      "================================": 1901,
      "text": 1902,
      "TS": 1903,
      "String": 1904,
      "Ġboo": 1905,
      "fore": 1906,
      "Shoulder": 1907,
      "TweenJoint": 1908,
      "Error": 1909,
      "connection": 1910,
      ")))": 1911,
      "VE": 1912,
      "ager": 1913,
      "Lower": 1914,
      "stra": 1915,
      "ĠDatum": 1916,
      "Lights": 1917,
      "Pan": 1918,
      "GSteerT": 1919,
      "Ġtostring": 1920,
      "tern": 1921,
      "Pad": 1922,
      "ĠHandle": 1923,
      "Shot": 1924,
      "Hand": 1925,
      "Ġinst": 1926,
      "ClassName": 1927,
      "Be": 1928,
      "TweenInfo": 1929,
      "Functions": 1930,
      "Equipped": 1931,
      "Ġerror": 1932,
      "ĊĠ": 1933,
      "Primary": 1934,
      "Box": 1935,
      "damage": 1936,
      "ned": 1937,
      "place": 1938,
      "Ġad": 1939,
      "Ġtorque": 1940,
      "WsB": 1941,
      "Obj": 1942,
      "RI": 1943,
      "Ġz": 1944,
      "Ġsize": 1945,
      "ĠDensity": 1946,
      "RotVelocity": 1947,
      "tween": 1948,
      "relative": 1949,
      "Shar": 1950,
      "clone": 1951,
      "pairs": 1952,
      "Ġ8": 1953,
      "izont": 1954,
      "Running": 1955,
      "izontal": 1956,
      "63": 1957,
      "Returns": 1958,
      "roblox": 1959,
      "Spin": 1960,
      "Activ": 1961,
      "Ġoffset": 1962,
      "Ġ:": 1963,
      "Sequence": 1964,
      "21": 1965,
      "Dist": 1966,
      "XY": 1967,
      "-----": 1968,
      "Ġipairs": 1969,
      "Descendants": 1970,
      "WalkSpeed": 1971,
      "FD": 1972,
      "Ðµ": 1973,
      "FSus": 1974,
      "Emit": 1975,
      "ĠTweenService": 1976,
      "off": 1977,
      "Func": 1978,
      "\"])": 1979,
      "ubble": 1980,
      "pecial": 1981,
      "Tem": 1982,
      "\",\"": 1983,
      "Ġlength": 1984,
      "Ġexist": 1985,
      "ulerAngles": 1986,
      "RSus": 1987,
      "object": 1988,
      "Ne": 1989,
      "Priority": 1990,
      "OL": 1991,
      "Ġboolean": 1992,
      "bind": 1993,
      "gui": 1994,
      "ĠOn": 1995,
      "ickness": 1996,
      "Screen": 1997,
      "ius": 1998,
      "index": 1999,
      "lear": 2000,
      "currentAnimTrack": 2001,
      "ĠPro": 2002,
      "XYZ": 2003,
      "floor": 2004,
      "ĠK": 2005,
      "Ġmin": 2006,
      "Ġhandle": 2007,
      "..\"": 2008,
      "No": 2009,
      "];": 2010,
      "cf": 2011,
      "Ġcreate": 2012,
      "Att": 2013,
      "Controls": 2014,
      "EulerAngles": 2015,
      "dic": 2016,
      "number": 2017,
      "ifting": 2018,
      "Ġwheels": 2019,
      "ĠControl": 2020,
      "straint": 2021,
      "target": 2022,
      "ĠEn": 2023,
      "app": 2024,
      "BackgroundColor": 2025,
      "bal": 2026,
      "Ġve": 2027,
      "ĠCharacter": 2028,
      "Ġbased": 2029,
      "ĠMisc": 2030,
      "Trail": 2031,
      "Surface": 2032,
      "iffness": 2033,
      "Component": 2034,
      "IdleThrottle": 2035,
      "Call": 2036,
      "Ġcal": 2037,
      "iler": 2038,
      "Ġshould": 2039,
      "fromEulerAngles": 2040,
      "Top": 2041,
      "Front": 2042,
      "ĠJ": 2043,
      "Ġtop": 2044,
      "ĠSize": 2045,
      ")}):": 2046,
      "Ġneed": 2047,
      "lookVector": 2048,
      "Ġallow": 2049,
      "Bolt": 2050,
      "Ġnext": 2051,
      "Anchored": 2052,
      "caption": 2053,
      "Slash": 2054,
      "Sw": 2055,
      "radient": 2056,
      "Property": 2057,
      "mode": 2058,
      "Ġfolder": 2059,
      "Rear": 2060,
      "Ġframe": 2061,
      "ignment": 2062,
      "imer": 2063,
      "CurrentCamera": 2064,
      "01": 2065,
      "Roll": 2066,
      "Task": 2067,
      "FL": 2068,
      "find": 2069,
      "Ġreturns": 2070,
      "ached": 2071,
      "PeakRPM": 2072,
      "\"..": 2073,
      "Group": 2074,
      "fromEulerAnglesXYZ": 2075,
      "ĠUpdate": 2076,
      "Loop": 2077,
      "Manager": 2078,
      "PrimaryPart": 2079,
      "vance": 2080,
      "ene": 2081,
      "Process": 2082,
      "siredAngle": 2083,
      "IT": 2084,
      "Ignore": 2085,
      "md": 2086,
      "(),": 2087,
      "ounds": 2088,
      "Ġcolor": 2089,
      "check": 2090,
      "Ġplayers": 2091,
      "Ġ{};": 2092,
      "Tire": 2093,
      "ĠMouse": 2094,
      "Ð°": 2095,
      "ancel": 2096,
      "Variables": 2097,
      "ape": 2098,
      "irt": 2099,
      "Ġsteer": 2100,
      "Keys": 2101,
      "Ġicon": 2102,
      "PGS": 2103,
      "ĠSteering": 2104,
      "unge": 2105,
      "remove": 2106,
      "rib": 2107,
      "Ġres": 2108,
      "Ġover": 2109,
      "struct": 2110,
      "Charg": 2111,
      "erson": 2112,
      "ines": 2113,
      "RunService": 2114,
      "middle": 2115,
      "etween": 2116,
      "ates": 2117,
      "esh": 2118,
      "Seg": 2119,
      "compiled": 2120,
      "RR": 2121,
      "ĠCamera": 2122,
      "Ġratio": 2123,
      "with": 2124,
      "ĊĊĊ": 2125,
      "ĠDecompiled": 2126,
      "Ð¾": 2127,
      "();": 2128,
      "Ġmatch": 2129,
      "OfClass": 2130,
      "Ġprops": 2131,
      "ĠSyn": 2132,
      "ants": 2133,
      "LT": 2134,
      "Aim": 2135,
      "edShot": 2136,
      "Ġdown": 2137,
      "ĠSignal": 2138,
      "Ġhor": 2139,
      "Anims": 2140,
      "apse": 2141,
      "ChargedShot": 2142,
      "PS": 2143,
      "Ġbut": 2144,
      "Advance": 2145,
      "TableValue": 2146,
      "ressTableValue": 2147,
      "compiler": 2148,
      "ĠSynapse": 2149,
      "ĠPlayers": 2150,
      "Ġeng": 2151,
      "ollow": 2152,
      "==_": 2153,
      "Ġdecompiler": 2154,
      "ole": 2155,
      "Gamepad": 2156,
      "*_": 2157,
      "PlayerGui": 2158,
      "ĠpropertyName": 2159,
      "ransparency": 2160,
      "Thumbstick": 2161,
      "terTable": 2162,
      "AlterTable": 2163,
      "ChargeLevel": 2164,
      "ChargeAlterTable": 2165,
      "ChargedShotAdvance": 2166,
      "ChargedShotAdvanceEnabled": 2167,
      "ier": 2168,
      "ution": 2169,
      "assis": 2170,
      "Ġusing": 2171,
      "Smo": 2172,
      "Tq": 2173,
      "Ġshifting": 2174,
      "-<": 2175,
      "Zoom": 2176,
      "Ġresp": 2177,
      "lights": 2178,
      "ĠAdmin": 2179,
      "AD": 2180,
      "Ġorig": 2181,
      "ĠBase": 2182,
      "ĠDampening": 2183,
      "ĠAddressTableValue": 2184,
      "FR": 2185,
      "Bright": 2186,
      "ression": 2187,
      "ĠTravel": 2188,
      "ĠFunctions": 2189,
      "kn": 2190,
      "rompt": 2191,
      "Phy": 2192,
      "ling": 2193,
      "rel": 2194,
      "Ġragdoll": 2195,
      "Power": 2196,
      "Ġtrans": 2197,
      "Touched": 2198,
      "Ġhorizontal": 2199,
      "AV": 2200,
      "Save": 2201,
      "Ġ\\": 2202,
      "Items": 2203,
      "02": 2204,
      "09": 2205,
      "Gun": 2206,
      "lobal": 2207,
      "Ġno": 2208,
      "ĊĉĉĉĉĊĉĉĉ": 2209,
      "Step": 2210,
      "rigin": 2211,
      "creator": 2212,
      "Contlr": 2213,
      "Ġcallback": 2214,
      "Bubble": 2215,
      "ral": 2216,
      "degrees": 2217,
      "crement": 2218,
      "-_": 2219,
      "66": 2220,
      "ics": 2221,
      "Spring": 2222,
      "instances": 2223,
      "very": 2224,
      "sical": 2225,
      "Ġ}": 2226,
      "ĊĉĊĉ": 2227,
      "Ġmessage": 2228,
      "Cam": 2229,
      "tip": 2230,
      "tostring": 2231,
      "Access": 2232,
      "Filter": 2233,
      "API": 2234,
      "ĠForce": 2235,
      "inish": 2236,
      "Ġcre": 2237,
      "rap": 2238,
      "ClutchOn": 2239,
      "Rate": 2240,
      "tension": 2241,
      "disconnect": 2242,
      "bserv": 2243,
      "Incline": 2244,
      "ha": 2245,
      "ally": 2246,
      "0000": 2247,
      "ĠIcon": 2248,
      "aved": 2249,
      "oost": 2250,
      "utral": 2251,
      "ision": 2252,
      "currentAnim": 2253,
      "WsBone": 2254,
      "Default": 2255,
      "rottle": 2256,
      "BackgroundTransparency": 2257,
      "within": 2258,
      "GBrake": 2259,
      "just": 2260,
      "ĠClutch": 2261,
      "ensation": 2262,
      "lugins": 2263,
      "code": 2264,
      "DesiredAngle": 2265,
      "players": 2266,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2267,
      "BasePart": 2268,
      "hav": 2269,
      "limbcollider": 2270,
      "Ġtw": 2271,
      "Ġmy": 2272,
      "ĠCreate": 2273,
      "ialog": 2274,
      "Rig": 2275,
      "ample": 2276,
      "plate": 2277,
      "eta": 2278,
      "ĠHitPart": 2279,
      "Ġmodel": 2280,
      "OB": 2281,
      "Weapon": 2282,
      "cur": 2283,
      "Description": 2284,
      "Stepped": 2285,
      "outine": 2286,
      "env": 2287,
      "res": 2288,
      "Stiffness": 2289,
      "PointZero": 2290,
      "173": 2291,
      "jectile": 2292,
      "36": 2293,
      "Normal": 2294,
      "errain": 2295,
      "ource": 2296,
      "Black": 2297,
      "sicalProperties": 2298,
      "havi": 2299,
      "World": 2300,
      "ouch": 2301,
      "SE": 2302,
      "Rotation": 2303,
      "Context": 2304,
      "ĠRoblox": 2305,
      "Ġprev": 2306,
      "Ġnow": 2307,
      "Ġret": 2308,
      "ĠNOT": 2309,
      "Cross": 2310,
      "Use": 2311,
      "rbxassetid": 2312,
      "Ġdoes": 2313,
      "ĠRaycastResult": 2314,
      "Ġbrake": 2315,
      "ĠUI": 2316,
      "Ġargument": 2317,
      "ctor": 2318,
      "RemoteEvent": 2319,
      "ModTable": 2320,
      ",_": 2321,
      "Fall": 2322,
      "UR": 2323,
      "lood": 2324,
      "OV": 2325,
      "Width": 2326,
      "Ġ\"\"": 2327,
      "Ġbefore": 2328,
      "Ġmouse": 2329,
      "------------------------------------------------------------------------------------------------": 2330,
      "Scripts": 2331,
      "Ro": 2332,
      "break": 2333,
      "handler": 2334,
      "Ġx": 2335,
      "repeat": 2336,
      "Ġfast": 2337,
      "GetPlayer": 2338,
      "Points": 2339,
      "ost": 2340,
      "Ġ----": 2341,
      "left": 2342,
      "After": 2343,
      "GetDescendants": 2344,
      "work": 2345,
      "resh": 2346,
      "Ġwas": 2347,
      "ollision": 2348,
      "quip": 2349,
      "warn": 2350,
      "Ġpath": 2351,
      "Int": 2352,
      "SoundId": 2353,
      "ility": 2354,
      "force": 2355,
      "ĠinputObject": 2356,
      "button": 2357,
      "Ġ9": 2358,
      "Ġspec": 2359,
      "Constraint": 2360,
      "ĠRear": 2361,
      "ĠOFF": 2362,
      "ImageTransparency": 2363,
      "Press": 2364,
      "UDim": 2365,
      "bin": 2366,
      "thing": 2367,
      "Ġgear": 2368,
      "log": 2369,
      "Ġred": 2370,
      "arger": 2371,
      "IdleRPM": 2372,
      "Ġdirection": 2373,
      "Ġapp": 2374,
      "Commands": 2375,
      "Boost": 2376,
      "task": 2377,
      "ĠUn": 2378,
      "Ġalso": 2379,
      "Ġcor": 2380,
      "),{": 2381,
      "ersion": 2382,
      "Ġcalled": 2383,
      "Ġrespon": 2384,
      "40": 2385,
      "\\\\": 2386,
      "itor": 2387,
      "imm": 2388,
      "aste": 2389,
      "rigger": 2390,
      "ĠCheck": 2391,
      "CTION": 2392,
      "cceler": 2393,
      "lue": 2394,
      "Ġsc": 2395,
      "Ġgui": 2396,
      ")/(": 2397,
      "LOX": 2398,
      "rit": 2399,
      "sm": 2400,
      "Ġconfig": 2401,
      "OBLOX": 2402,
      "any": 2403,
      "sets": 2404,
      "Disabled": 2405,
      "Ġsteering": 2406,
      "DZone": 2407,
      "Ġcenter": 2408,
      "ĠTO": 2409,
      "ĠRun": 2410,
      "Ð¸": 2411,
      "Ġgroup": 2412,
      "returns": 2413,
      "Ġtorso": 2414,
      "she": 2415,
      "Modules": 2416,
      "ĠVariables": 2417,
      "Sharp": 2418,
